import { INews } from '../types/types';

export const mockNewsList: INews[] = [
  {
    id: '1',
    text: 'Трамп ввел пошлины до 50% для «друзей и для врагов». Главное',
  },
  { id: '2', text: 'Венгрия объявила о выходе из МУС' },
  { id: '3', text: 'Китай готовится к войне в космосе, утверждают в США' },
  {
    id: '4',
    text: 'FT узнала, как Европа может вовлечь США в миссию миротворцев на Украине',
  },
  {
    id: '5',
    text: 'Бывший пермский губернатор ушел на пенсию с поста главы Ространснадзора',
  },
];
